result_get_memtier_200320/cluster_mode_thread_10_dram_sw_0.txt
10        Threads
1         Connections per thread
100000    Requests per client


ALL STATS
===================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    MOVED/sec      ASK/sec      Latency       KB/sec 
---------------------------------------------------------------------------------------------------
Sets       287463.29          ---          ---         0.00         0.00      0.10200    301187.31 
Gets            0.00         0.00         0.00         0.00         0.00      0.00000         0.00 
Waits           0.00          ---          ---          ---          ---      0.00000          --- 
Totals     287463.29         0.00         0.00         0.00         0.00      0.10200    301187.31 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET       0.027         0.00
SET       0.028         0.00
SET       0.029         0.00
SET       0.030         0.00
SET       0.031         0.01
SET       0.032         0.01
SET       0.033         0.01
SET       0.034         0.02
SET       0.035         0.02
SET       0.036         0.03
SET       0.037         0.04
SET       0.038         0.05
SET       0.039         0.06
SET       0.040         0.06
SET       0.041         0.07
SET       0.042         0.07
SET       0.043         0.08
SET       0.044         0.09
SET       0.045         0.09
SET       0.046         0.10
SET       0.047         0.10
SET       0.048         0.11
SET       0.049         0.11
SET       0.050         0.12
SET       0.051         0.13
SET       0.052         0.13
SET       0.053         0.14
SET       0.054         0.14
SET       0.055         0.15
SET       0.056         0.16
SET       0.057         0.16
SET       0.058         0.17
SET       0.059         0.17
SET       0.060         0.18
SET       0.061         0.18
SET       0.062         0.19
SET       0.063         0.20
SET       0.064         0.21
SET       0.065         0.22
SET       0.066         0.24
SET       0.067         0.25
SET       0.068         0.27
SET       0.069         0.30
SET       0.070         0.33
SET       0.071         0.36
SET       0.072         0.42
SET       0.073         0.48
SET       0.074         0.56
SET       0.075         0.67
SET       0.076         0.82
SET       0.077         1.00
SET       0.078         1.25
SET       0.079         1.56
SET       0.080         1.99
SET       0.081         2.51
SET       0.082         3.21
SET       0.083         4.13
SET       0.084         5.30
SET       0.085         6.81
SET       0.086         8.70
SET       0.087        11.08
SET       0.088        13.95
SET       0.089        17.32
SET       0.090        21.26
SET       0.091        25.67
SET       0.092        30.41
SET       0.093        35.32
SET       0.094        39.92
SET       0.095        44.30
SET       0.096        48.33
SET       0.097        51.94
SET       0.098        55.17
SET       0.099        58.00
SET       0.100        67.69
SET       0.110        78.76
SET       0.120        87.39
SET       0.130        94.91
SET       0.140        97.92
SET       0.150        98.85
SET       0.160        99.30
SET       0.170        99.58
SET       0.180        99.77
SET       0.190        99.86
SET       0.200        99.90
SET       0.210        99.92
SET       0.220        99.94
SET       0.230        99.94
SET       0.240        99.95
SET       0.250        99.95
SET       0.260        99.96
SET       0.270        99.96
SET       0.280        99.97
SET       0.290        99.98
SET       0.300        99.98
SET       0.310        99.98
SET       0.320        99.98
SET       0.330        99.99
SET       0.340        99.99
SET       0.350        99.99
SET       0.360        99.99
SET       0.370        99.99
SET       0.380        99.99
SET       0.390        99.99
SET       0.400        99.99
SET       0.410        99.99
SET       0.420        99.99
SET       0.430        99.99
SET       0.440        99.99
SET       0.460        99.99
SET       0.470       100.00
SET       0.480       100.00
SET       0.490       100.00
SET       0.500       100.00
SET       0.530       100.00
SET       0.590       100.00
SET       0.640       100.00
SET       0.660       100.00
SET       0.670       100.00
SET       0.680       100.00
SET       0.690       100.00
SET       0.700       100.00
SET       0.710       100.00
SET       0.720       100.00
SET       0.730       100.00
SET       0.750       100.00
SET       0.760       100.00
SET       0.770       100.00
SET       0.790       100.00
SET       0.800       100.00
SET       0.810       100.00
SET       0.830       100.00
SET       0.860       100.00
SET       2.800       100.00
---
---