result_get_memtier_200320/cluster_mode_thread_5_hybrid_sw_0.txt
5         Threads
1         Connections per thread
100000    Requests per client


ALL STATS
===================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    MOVED/sec      ASK/sec      Latency       KB/sec 
---------------------------------------------------------------------------------------------------
Sets       252825.58          ---          ---         0.00         0.00      0.05600    264895.93 
Gets            0.00         0.00         0.00         0.00         0.00      0.00000         0.00 
Waits           0.00          ---          ---          ---          ---      0.00000          --- 
Totals     252825.58         0.00         0.00         0.00         0.00      0.05600    264895.93 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET       0.022         0.00
SET       0.023         0.00
SET       0.024         0.00
SET       0.025         0.00
SET       0.026         0.01
SET       0.027         0.01
SET       0.028         0.02
SET       0.029         0.05
SET       0.030         0.10
SET       0.031         0.17
SET       0.032         0.25
SET       0.033         0.37
SET       0.034         0.54
SET       0.035         0.77
SET       0.036         1.07
SET       0.037         1.42
SET       0.038         1.89
SET       0.039         2.46
SET       0.040         3.23
SET       0.041         4.22
SET       0.042         5.44
SET       0.043         7.03
SET       0.044         9.04
SET       0.045        11.46
SET       0.046        14.44
SET       0.047        18.05
SET       0.048        22.41
SET       0.049        27.34
SET       0.050        32.34
SET       0.051        37.14
SET       0.052        41.67
SET       0.053        45.84
SET       0.054        49.93
SET       0.055        53.68
SET       0.056        57.13
SET       0.057        60.18
SET       0.058        62.89
SET       0.059        65.38
SET       0.060        67.77
SET       0.061        69.99
SET       0.062        72.28
SET       0.063        74.54
SET       0.064        76.89
SET       0.065        79.23
SET       0.066        81.61
SET       0.067        83.86
SET       0.068        85.95
SET       0.069        87.86
SET       0.070        89.54
SET       0.071        91.00
SET       0.072        92.27
SET       0.073        93.36
SET       0.074        94.31
SET       0.075        95.10
SET       0.076        95.80
SET       0.077        96.38
SET       0.078        96.90
SET       0.079        97.31
SET       0.080        97.68
SET       0.081        97.96
SET       0.082        98.21
SET       0.083        98.42
SET       0.084        98.60
SET       0.085        98.76
SET       0.086        98.89
SET       0.087        98.99
SET       0.088        99.08
SET       0.089        99.15
SET       0.090        99.21
SET       0.091        99.26
SET       0.092        99.30
SET       0.093        99.35
SET       0.094        99.38
SET       0.095        99.42
SET       0.096        99.45
SET       0.097        99.47
SET       0.098        99.50
SET       0.099        99.52
SET       0.100        99.61
SET       0.110        99.73
SET       0.120        99.80
SET       0.130        99.85
SET       0.140        99.88
SET       0.150        99.90
SET       0.160        99.92
SET       0.170        99.94
SET       0.180        99.95
SET       0.190        99.96
SET       0.200        99.97
SET       0.210        99.97
SET       0.220        99.98
SET       0.230        99.99
SET       0.240        99.99
SET       0.250        99.99
SET       0.260        99.99
SET       0.280        99.99
SET       0.290        99.99
SET       0.300        99.99
SET       0.330        99.99
SET       0.520        99.99
SET       0.530        99.99
SET       0.560        99.99
SET       0.570        99.99
SET       0.580       100.00
SET       0.590       100.00
SET       0.600       100.00
SET       0.920       100.00
SET       0.930       100.00
SET       0.940       100.00
SET       0.950       100.00
SET       0.960       100.00
SET       1.100       100.00
SET       1.700       100.00
SET       1.800       100.00
SET       2.000       100.00
SET       2.100       100.00
---
---